[
    {
        "Dia": 1,
        "title": "Uma oração sobre SER RECONHECIDO",
        "subtitle": "Quando penso sobre a onisciência de Deus",
        "titleTexto": "MEU DEUS EXTRAORDINÁRIO,",
        "contentTexto": "Admito que é difícil, mas confesso que às vezes me sinto anônimo,como se ninguém soubesse quem eu sou ou se importasse comigo.Certos dias sinto-me abandonado e sozinho, mesmo no meio de uma multidão. Outras vezes, em horas de estresse, sinto-me perdido. Nessas ocasiões preciso me lembrar da poderosa afirmação de Davi no salmo 139. Pai, o senhor sempre me conheceu. O senhor sabe tudo sobre mim – minha história inteira, desde a minha concepção até o meu futuro; meu DNA; meus dons e habilidades; meus pecados e defeitos; meus desafios, fracassos e sucessos; meus pensamentos, desejos e sonhos. E o senhor sempre sabe onde estive, estou e estarei. Não estou perdido, fui encontrado. Não estou abandonado, sou querido. Não sou anônimo. E como diz Davi “O senhor vai à minha frente e me segue” – meu sempre presente aliado e amigo. Obrigado, Pai, por me criar, amar, observar, guardar e guiar. Eu sou reconhecido; sou amado; sou seu. Ó senhor, o senhor examina meu coração e sabe tudo a meu respeito. Sabe quando me sento ou me levanto. Conhece os meus pensamentos mesmo quando estou distante. Me vê quando trabalho e quando estou em casa. Sabe tudo o que eu faço. Sabe o que eu vou dizer antes mesmo de eu falar. O senhor vai à minha frente e me segue. Põe a sua mão abençoada na minha cabeça. Tal conhecimento é maravilhoso demais para mim, grande demais para que eu o compreenda! SALMOS 139:1-6"
    },
    {
        "Dia": 2,
        "title": "Oração sobre CONFIAR NOS OUTROS",
        "subtitle": "Quando meu cinismo é evidente",
        "titleTexto": "QUERIDO SENHOR,",
        "contentTexto": "Ando tão ansioso que não consigo mais confiar em ninguém. Hoje me prometeram algo e pensei: “Até parece… Isso nunca vai acontecer!”. Não quero ser uma pessoa cínica ou cética, senhor. Todo mundo é pecador – as pessoas não são perfeitas, eu não deveria esperar que o fossem. Mais cedo ou mais tarde cada parente, amigo, vizinho, colega de trabalho e outros vão me decepcionar. Espero ser compreendido e perdoado quando deixo de cumprir algo que prometi ou quando falhei e caí, e devo oferecer a mesma compreensão e o mesmo perdão aos outros. Minha falta de confiança prejudica meus relacionamentos porque me mantenho distante emocionalmente. Quero ser alguém amoroso, e o senhor me diz que o amor “nunca perde a fé”. Então, quando os jovens agirem de acordo com sua idade, ajude-me a entendê-los. Quando pessoas imperfeitas e finitas agirem de modo negativo, ajude-me a enxergá-las com os seus olhos e a perdoá-las. E quando for magoado repetidamente, dê-me força para superar “todas as circunstâncias”. Quero confiar de novo nos outros. O amor nunca desiste, nunca perde a fé, sempre tem esperança e supera todas as circunstâncias. I CORÍNTIOS, 13:7"
    },
    {
        "Dia": 3,
        "title": "Uma oração sobre CIÚME",
        "subtitle": "Quando fico ressentido com os outros pelo que eles têm",
        "titleTexto": "ESPÍRITO SANTO,",
        "contentTexto": "Sinto um forte impulso para fazer o meu melhor e ser o melhor que posso. Isso é bom, eu sei, mas essa tendência me torna suscetível a ver os outros como meus competidores, a me comparar com eles e com o que eles têm. E isso pode me fazer sentir ciúme. Vejo alguém alcançar um objetivo, conquistar um prêmio, conseguir status e reconhecimento ou receber um belo presente e começo a ficar ressentido porque ele ou ela conseguiu algo que eu queria para mim. Perdoe-me, Espírito Santo. Sei que sem controle o ciúme pode me devorar, consumir meus pensamentos e me puxar para baixo. Sim, preciso me esforçar para ser bem-sucedido, mas também preciso me contentar com o jeito que o senhor me fez e com as oportunidades que me dá. Só porque um único time pode ganhar o campeonato isso não significa que todos os outros são perdedores. Continue a mostrar para mim os momentos em que tenho ciúme – faça sua obra deconvencimento em mim. E conceda-me a graça de celebrar com sinceridade o sucesso dos outros.O ódio é cruel, a ira é como uma inundação, mas o ciúme é mais perigosoainda. PROVÉRBIOS 27:4"
    },
    {
        "Dia": 4,
        "title": "Uma oração sobre APARÊNCIA PESSOAL",
        "subtitle": "Quando me preocupo demais com o meu aspecto exterior",
        "titleTexto": "QUERIDO DEUS,",
        "contentTexto": "Hoje passei bastante tempo me arrumando para parecer o melhor possível – as roupas certas, cada fio de cabelo no lugar certo. Eu queria projetar uma imagem correta, causar boa impressão. Sei que devo me cuidar, que negligência não combina com santidade. Mas às vezes acho que me preocupo demais com a minha aparência, é quase uma obsessão. Para ser sincero, não consigo passar diante de um espelho sem me olhar. Será que sou inseguro demais, senhor? Talvez eu esteja influenciado em excesso por uma sociedade que dá muito valor à beleza física – cabelo, pele e físico perfeitos. No entanto, esses valores culturais não são novidade, parecem existir há séculos, desde que o senhor precisou lembrar a Samuel que ele não devia se deixar guiar pela aparência externa ao procurar um homem santo para conduzir Israel. Perdoe-me, senhor, por valorizar prioridades erradas e ajude-me a focar na minha beleza interna, no meu coração. O senhor disse a Samuel: “Não o julgue por sua aparência ou altura, pois eu o rejeitei. O senhor não vê as coisas como vocês as veem. As pessoas julgam pela aparência externa, mas o senhor enxerga o coração.”. 1 SAMUEL 16:7"
    },
    {
        "Dia": 5,
        "title": "Uma oração sobre MORTE",
        "subtitle": "Quando penso na minha mortalidade",
        "titleTexto": "DEUS PAI,",
        "contentTexto": "Ultimamente tenho sido lembrado sobre a brevidade da vida – ela passa tão depressa. Estou envelhecendo, sinto isso. E quando escuto que alguém da minha idade morreu, percebo que poderia ter sido eu. Sei que a morte é inevitável, claro – todo mundo morre um dia, alguns antes de outros – mas costumo deixar essa verdade fora da minha mente; simplesmente não quero pensar nisso… até que uma notícia me choca e me traz de volta à realidade. Digo que não temo a morte pois sei que viverei eternamente com o senhor. Acredito nisso e confio no senhor para a minha salvação. Na maior parte do tempo temo a morte daqueles que amo, em especial daqueles que não o conhecem. Ah, como eu gostaria que eles entregassem sua vida ao senhor e assegurassem seu destino eterno. Por favor, Deus, acalme meu coração ansioso e me ajude a lembrar que o senhor sempre está comigo – aqui, na morte e além. Quando nossos corpos mortais forem transformados em corpos imortais, esta Palavra será realizada: “A morte é engolida pela vitória. Ó morte, onde está a sua vitória? Ó morte, onde está o seu aguilhão?”. 1 CORÍNTIOS 15:54-55"
    },
    {
        "Dia": 6,
        "title": "Uma oração sobre ESPERANÇA",
        "subtitle": "Quando temo pelo pior",
        "titleTexto": "VALOROSO SALVADOR,",
        "contentTexto": "Recentemente, muitos dos meus maiores e melhores planos se desintegraram. Pensei ter tudo bem planejado… mas estava enganado. Não estou certo do rumo a tomar. Então dependo agora do senhor, Jesus, tenho plena confiança no senhor. Sei que o senhor só tem coisas boas planejadas para mim. Minha esperança repousa no senhor. “Conheço os planos que tenho para você”, diz o SENHOR. “São planos para o bem, não para o desastre, para dar-lhe um futuro e uma esperança.” JEREMIAS 29:11"
    },
    {
        "Dia": 7,
        "title": "Uma oração sobre CUIDAR DOS OUTROS",
        "subtitle": "Quando vejo alguém passando necessidade",
        "titleTexto": "SENHOR JESUS,",
        "contentTexto": "Confesso que às vezes fico tão focado nos meus próprios problemas que mal enxergo os outros. No entanto, todos os dias entro em contato com pessoas que sofrem – algumas estão doentes fisicamente, outras emocional ou financeiramente; e são tantas que não o conhecem. Abra meus olhos, senhor, para as necessidades dos que me rodeiam. Abra meu talão de cheques para que eu doe com generosidade. Abra minha agenda para que eu reserve tempo para partilhar as Boas Novas. Quero ver os outros como o senhor os vê, e ajudá-los como o senhor o faria. Não finja amar os outros. Ame-os verdadeiramente. ROMANOS 12:9"
    },
    {
        "Dia": 8,
        "title": "Uma oração sobre ENFRENTAR DESAFIOS",
        "subtitle": "Quando reclamo dos meus problemas",
        "titleTexto": "AMADO SENHOR,",
        "contentTexto": "Jeremias enfrentou terríveis obstáculos e conflitos. E ainda assim ele serviu fielmente como porta-voz para o povo de Judá antes de ser feito prisioneiro. Ao saber que havia um plano para matá-lo, Jeremias reclamou e perguntou por que tinha de suportar tanto sofrimento enquanto tanta gente má vivia próspera e feliz. Declaro-me culpado, senhor, quando leio sua resposta – que se os problemas o estavam deixando cansado, como ele seria capaz um dia de “competir com cavalos”? Meus problemas não chegam nem perto dos de Jeremias, mesmo assim reclamo e pergunto, cheio de autopiedade, Por que eu? Em vez disso, eu deveria ver meus problemas como oportunidades para desenvolver minha resistência, a fim de estar preparado para os desafios à minha frente. Nada surpreende o senhor, nada é impossível para o senhor. Então confio que com o senhor eu consigo perseverar e conquistar. Agradeço pelos meus problemas atuais e futuros. Sei que o senhor está permitindo que por meio deles eu me prepare para desafios ainda maiores. Quero poder competir com cavalos. Se correr com os homens o deixa cansado, como você competirá com cavalos? Se você tropeça e cai em campo aberto, o que fará nos matagais perto do Jordão? JEREMIAS 12:5"
    },
    {
        "Dia": 9,
        "title": "Uma oração sobre MEDO DO FUTURO",
        "subtitle": "Quando me preocupo com o que vem pela frente",
        "titleTexto": "DEUS PAI,",
        "contentTexto": "Lembro-me de ter visto um cartaz que dizia “Não sei o que futuro me reserva, mas sei quem controla o futuro”. É verdade! Mas às vezes ajo como se não fosse, ou como se eu esquecesse isso. Sim, o senhor controla o futuro porque é Todo-Poderoso e sabe tudo; nada acontece sem que o senhor saiba ou permita. Também acredito que o senhor quer o melhor para mim e está sempre comigo. Ao olhar para trás, vejo como o senhor agiu na minha vida. Então por que tenho medo do que talvez aconteça amanhã, ou no mês que vem, ou no próximo ano, ou daqui a dez anos? Mesmo quando tenho de enfrentar um desafio difícil – uma entrevista de emprego, uma sessão de resolução de conflitos, um relacionamento problemático, prazos de contas a pagar, uma dificuldade jurídica, uma cirurgia – eu deveria saber que o senhor fará tudo para o meu bem e sua glória. O senhor prometeu fazer exatamente isso. Por favor, acalme meus medos e ajude-me a seguir a verdade. Quero caminhar confiante para o futuro, um passo e um dia de cada vez. Lembrem-se das coisas que já fiz. Só eu sou Deus. Sou Deus, e não há outro como eu. Só eu posso dizer-lhes o que haverá no futuro antes que o futuro aconteça. Tudo o que planejo acontecerá, pois faço tudo que desejo. ISAÍAS 46:9-10"
    },
    {
        "Dia": 10,
        "title": "Uma oração sobre REJEIÇÃO",
        "subtitle": "Quando me sinto desvalorizado",
        "titleTexto": "AMADO JESUS,",
        "contentTexto": "Recentemente amigos me viraram as costas e sinto-me péssimo. Não lido muito bem com a rejeição. Isso inclui uma ideia não aceita, um pedido negado, um relacionamento terminado e coisas do tipo, reais ou imaginárias, grandes ou pequenas. Ao levar cada rejeição para o lado pessoal, pergunto o que há de errado comigo. Minha autoimagem e confiança ficam abaladas. Preciso lembrar como o senhor age na minha vida, Salvador. O senhor não me rejeita, mas me dá as boas-vindas e me acolhe. Embora nem sempre aprove o que eu faço, o senhor me aceita como sou, uma pessoa feita à sua imagem e salva do pecado pela sua graça. Mais do que isso, o senhor me ama e me convidou para ser filho de Deus. Com certeza, o senhor sabe o que sinto agora porque foi desprezado e rejeitado pelos líderes religiosos da sua época e pela multidão, suportando insultos verbais e tortura física. Foi abandonado por seus próprios amigos, que fugiram para salvar a própria vida. E o senhor ficou na cruz, sozinho, por mim. Ajude-me a lembrar que sou seu, e que isso basta. Vão tratar vocês assim por minha causa, pois rejeitaram aquele que me enviou. JOÃO 15:21"
    },
    {
        "Dia": 11,
        "title": "Uma oração sobre VIVER UM DIA DE CADA VEZ",
        "subtitle": "Quando lembro que devo seguir Jesus diariamente",
        "titleTexto": "SALVADOR PERFEITO,",
        "contentTexto": "Quando lhe entreguei minha vida, sei que foi para sempre. O senhor perdoou meus pecados – passados, presentes e futuros –, me deu a vida eterna e mandou o seu Espírito habitar em mim. Se eu não for cuidadoso, porém, posso começar a relaxar e esquecer o desafio que o senhor lançou de segui-lo diariamente. Como ser humano finito, estou sujeito aos ciclos dos dias, das semanas, dos meses e anos. Cresço, me transformo e trabalho para enfrentar os desafios que esses ciclos me apresentam. Não sei por que penso que com a minha vida espiritual seria diferente. Minha fé deveria ser uma experiência diária de recusar o pecado, negar-me a mim mesmo e seguir o senhor de perto. O senhor não espera santos instantâneos, apenas discípulos fiéis que enfrentam desafios e seguem as suas leis todos os dias. Ajude-me a ver cada dia com uma nova oportunidade de pegar a minha cruz e segui-lo. Disse Jesus à multidão: “Se algum de vocês quer me acompanhar, neguese a si mesmo, pegue diariamente a sua cruz e siga-me”. LUCAS 9:23"
    },
    {
        "Dia": 12,
        "title": "Uma oração sobre NECESSIDADES",
        "subtitle": "Quando me preocupo por não ter o bastante",
        "titleTexto": "DIVINO PROVEDOR,",
        "contentTexto": "O senhor me provê com generosidade, então por que me preocupo com passar necessidade ou não ter o bastante para o futuro? Às vezes é difícil confiar no senhor no dia a dia, e posso me tornar sovina. Hoje me falaram de alguém que precisa de ajuda financeira. Sinto o senhor insistindo comigo para passar um cheque mas, segundo os meus cálculos, estou com pouco dinheiro na conta este mês. Quero confiar no senhor, mas doar dinheiro é difícil. Isso já aconteceu outras vezes – o pedido de um amigo que trabalha em obras de caridade cristãs. De um missionário visitando nossa comunidade, de uma ONG que ajuda vítimas de desastres naturais, do caixa da igreja. E cada vez que eu doei o senhor me abençoou com recursos mais que suficientes para pagar minhas contas. Ocasionalmente, sonho em ganhar muito dinheiro – aí com certeza eu seria generoso! Mas talvez não. E talvez o senhor esteja permitindo que eu tenha apenas o suficiente para que eu aprenda a confiar mais no senhor. Então, agora, antes de dormir, vou fazer aquele cheque que tenho evitado fazer. Deus proverá generosamente tudo de que vocês precisarem. Então vocês sempre terão tudo de que precisarem e haverá fartura para partilhar com os outros. 2 CORÍNTIOS 9:8"
    },
    {
        "Dia": 13,
        "title": "Uma oração sobre FICAR ATENTO AO PECADO",
        "subtitle": "Quando sei que errei",
        "titleTexto": "ESPÍRITO SANTO,",
        "contentTexto": "Uma de suas obras vitais é convencer do pecado. Quando cometo um erro, sei que errei por que o senhor realiza a sua obra em mim. O que faço agora? Preciso me arrepender, confessar e mudar meu comportamento. Obrigado por realizar a sua obra em mim. Sou um pecador salvo pela graça e preciso da sua correção. Por favor, dê-me o desejo e a força para prosseguir sem fraquejar. Se confessarmos nossos pecados ao senhor, ele é fiel e justo e perdoará os nossos pecados e nos purificará de toda maldade. 1 JOÃO, 1:9"
    },
    {
        "Dia": 14,
        "title": "Uma oração sobre TRAGÉDIA",
        "subtitle": "Quando acontece uma calamidade",
        "titleTexto": "MEU DEUS,",
        "contentTexto": "Todo dia sou lembrado de que o mundo é ferido, maltratado pelo pecado. A cada catástrofe que acontece no mundo, sofro e oro pelos que foram atingidos. Mas, ao mesmo tempo, presumo que sou imune a calamidades. E quando uma tragédia me atinge, fico surpreso. Perdoe-me por minha atitude egoísta, senhor. Não importa o que aconteça, sei que o senhor é sempre bom e louvo seu nome. As pessoas não podem prever quando uma situação difícil ocorrerá. Como peixes numa rede ou aves numa armadilha, as pessoas são surpreendidas por uma súbita tragédia. ECLESIASTES 9:12"
    },
    {
        "Dia": 14,
        "title": "Uma oração sobre TRAGÉDIA",
        "subtitle": "Quando acontece uma calamidade",
        "titleTexto": "MEU DEUS,",
        "contentTexto": "Todo dia sou lembrado de que o mundo é ferido, maltratado pelo pecado. A cada catástrofe que acontece no mundo, sofro e oro pelos que foram atingidos. Mas, ao mesmo tempo, presumo que sou imune a calamidades. E quando uma tragédia me atinge, fico surpreso. Perdoe-me por minha atitude egoísta, senhor. Não importa o que aconteça, sei que o senhor é sempre bom e louvo seu nome. As pessoas não podem prever quando uma situação difícil ocorrerá. Como peixes numa rede ou aves numa armadilha, as pessoas são surpreendidas por uma súbita tragédia. ECLESIASTES 9:12"
    },
    {
        "Dia": 15,
        "title": "Uma oração sobre PERSEGUIÇÃO",
        "subtitle": "Quando sinto hostilidade contra os que seguem a Cristo",
        "titleTexto": "QUERIDO DEUS,",
        "contentTexto": "Até hoje na minha vida com o senhor, nunca sofri muito por causa da minha fé. Lembro-me de poucas vezes em que zombaram de mim por ser um servo de Cristo. Mas sinto que a nossa cultura vem se tornando cada vez mais hostil às pessoas de fé, em especial aos seguidores de Jesus. A tolerância é muito valorizada, mas desde que não seja cristã. Cruzes e outros símbolos cristãos têm sido retirados de monumentos, edifícios governamentais, empresas e até cemitérios. Quase não se fazem mais orações em eventos públicos. Ouvi histórias de estudantes que foram punidos, de funcionários que foram demitidos porque ousaram partilhar sua fé. E às vezes me pergunto senhor, como eu reagiria à perseguição. Estarei pronto? Reagirei com graça, amor e alegria? Quero ser seu, Deus, onde quer que eu esteja. Ajude-me a me preparar agora para o que futuro possa me trazer. Quero estar pronto para sofrer em nome de Jesus. Quero viver para o senhor e, se necessário, morrer pelo senhor. Jesus disse: “Lembram-se do que eu lhes falei? ‘Um escravo não é melhor que seu senhor.’ Se me perseguiram, também perseguirão vocês. E se me ouviram, também ouvirão vocês”. JOÃO 15:20"
    }
]