[
    {
        "Dia": 1,
        "title": "Uma oração sobre SER RECONHECIDO",
        "subtitle": "Quando penso sobre a onisciência de Deus",
        "titleTexto": "MEU DEUS EXTRAORDINÁRIO,",
        "contentTexto": "Admito que é difícil, mas confesso que às vezes me sinto anônimo,como se ninguém soubesse quem eu sou ou se importasse comigo.Certos dias sinto-me abandonado e sozinho, mesmo no meio de uma multidão. Outras vezes, em horas de estresse, sinto-me perdido. Nessas ocasiões preciso me lembrar da poderosa afirmação de Davi no salmo 139. Pai, o senhor sempre me conheceu. O senhor sabe tudo sobre mim – minha história inteira, desde a minha concepção até o meu futuro; meu DNA; meus dons e habilidades; meus pecados e defeitos; meus desafios, fracassos e sucessos; meus pensamentos, desejos e sonhos. E o senhor sempre sabe onde estive, estou e estarei. Não estou perdido, fui encontrado. Não estou abandonado, sou querido. Não sou anônimo. E como diz Davi “O senhor vai à minha frente e me segue” – meu sempre presente aliado e amigo. Obrigado, Pai, por me criar, amar, observar, guardar e guiar. Eu sou reconhecido; sou amado; sou seu. Ó senhor, o senhor examina meu coração e sabe tudo a meu respeito. Sabe quando me sento ou me levanto. Conhece os meus pensamentos mesmo quando estou distante. Me vê quando trabalho e quando estou em casa. Sabe tudo o que eu faço. Sabe o que eu vou dizer antes mesmo de eu falar. O senhor vai à minha frente e me segue. Põe a sua mão abençoada na minha cabeça. Tal conhecimento é maravilhoso demais para mim, grande demais para que eu o compreenda! SALMOS 139:1-6"
    },
    {
        "Dia": 2,
        "title": "Oração sobre CONFIAR NOS OUTROS",
        "subtitle": "Quando meu cinismo é evidente",
        "titleTexto": "QUERIDO SENHOR,",
        "contentTexto": "Ando tão ansioso que não consigo mais confiar em ninguém. Hoje me prometeram algo e pensei: “Até parece… Isso nunca vai acontecer!”. Não quero ser uma pessoa cínica ou cética, senhor. Todo mundo é pecador – as pessoas não são perfeitas, eu não deveria esperar que o fossem. Mais cedo ou mais tarde cada parente, amigo, vizinho, colega de trabalho e outros vão me decepcionar. Espero ser compreendido e perdoado quando deixo de cumprir algo que prometi ou quando falhei e caí, e devo oferecer a mesma compreensão e o mesmo perdão aos outros. Minha falta de confiança prejudica meus relacionamentos porque me mantenho distante emocionalmente. Quero ser alguém amoroso, e o senhor me diz que o amor “nunca perde a fé”. Então, quando os jovens agirem de acordo com sua idade, ajude-me a entendê-los. Quando pessoas imperfeitas e finitas agirem de modo negativo, ajude-me a enxergá-las com os seus olhos e a perdoá-las. E quando for magoado repetidamente, dê-me força para superar “todas as circunstâncias”. Quero confiar de novo nos outros. O amor nunca desiste, nunca perde a fé, sempre tem esperança e supera todas as circunstâncias. I CORÍNTIOS, 13:7"
    }
]